tap "cloudflare/cloudflare"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ca-certificates"
brew "libyaml"
brew "mpdecimal"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "m4"
brew "autoconf"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "berkeley-db"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "btop"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "libsigsegv"
brew "clisp"
brew "cloudflared", link: false
brew "docker", link: false
brew "docker-compose"
brew "exa"
brew "jbig2dec"
brew "libidn"
brew "openjpeg"
brew "ghostscript"
brew "jasper"
brew "netpbm"
brew "fig2dev"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdbm"
brew "git-filter-repo"
brew "gnu-getopt"
brew "git-flow-avh"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "openldap"
brew "pinentry"
brew "gnupg"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "hopenpgp-tools"
brew "x265"
brew "liblqr"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "libice"
brew "libsm"
brew "libuv"
brew "libxt"
brew "libxmu"
brew "libxpm"
brew "libxaw3d"
brew "libxfixes"
brew "libxft"
brew "libxi"
brew "lua"
brew "luajit"
brew "s-lang"
brew "midnight-commander"
brew "ncurses"
brew "neovim"
brew "node"
brew "openjdk"
brew "openssl@1.1"
brew "pcre"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "plotutils"
brew "potrace"
brew "pstoedit"
brew "pyenv"
brew "pygments"
brew "python@3.11"
brew "ruby"
brew "stow"
brew "syncthing", link: false
brew "texlive"
brew "tmux"
brew "tmuxinator"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "xfig"
brew "ykman"
brew "ykpers"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adobe-acrobat-reader"
cask "amethyst"
cask "bartender"
cask "betterdisplay"
cask "bibdesk"
cask "boxcryptor"
cask "cryptomator"
cask "daisydisk"
cask "devtoys"
cask "docker"
cask "dropbox"
cask "espanso"
cask "fig"
cask "firefox"
cask "font-jetbrains-mono"
cask "gpg-suite"
cask "hiddenbar"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "kitty"
cask "latexit"
cask "maccy"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "nordvpn"
cask "obsidian"
cask "oversight"
cask "paletro"
cask "pocket-casts"
cask "popclip"
cask "protonvpn"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "syncthing"
cask "the-unarchiver"
cask "tikzit"
cask "transmission"
cask "typora"
cask "visual-studio-code"
cask "waterfox"
cask "whatsapp"
cask "yubico-authenticator"
cask "zoom"
vscode "ccimage.jsonviewer"
vscode "dracula-theme.theme-dracula"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.wordcount"
vscode "psykosoldi3r.vscode-git-flow"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
